{
  "dataJoueurs": {
    "nomsJoueurs":{
      "education":"Ministre de l'Education",
      "industrie":"Ministre de l'Industrie",
      "justice":  "Ministre de la Justice",
      "information":"Ministre de l'Information",
      "communication":"Ministre de la Communication",
      "sante":"Ministre de la Santé",
      "travail":"Ministre du Travail",
      "armee":"Ministre de l'Armée"
    },
    "roles":{
      "progressiste":"Progressiste",
      "humaniste":"Humaniste",
      "cyborg":"cyborgue"
    },
    "liaison":{
      "est":"haie",
      "le":"le"
    }
  },
  "pres intro":{
    "narration" : {
      "connection ok": "Connexion réussie. Regarde à quel ministère tu es assigné, et va t’asseoir à ta place",
      "histoire": "Bienvenue dans l’équipe ministérielle. Dans cette Nation, deux partis forment l’équilibre politique. Le parti du Progrès, partisan de l’asservissement des machines pour assister les Hommes, et le parti de l’Homme, qui souhaite mettre l’Humain au centre des décisions politiques. Depuis des années ces deux partis se disputent le pouvoir, c’est pourquoi l’on m’a chargée d’assister les Ministres dans leurs prises de décisions, de manière à maintenir l’équilibre cher à notre belle Nation."

    },
    "bonus": {
      "trop long": {
        "0": "Dis aux autres de se dépêcher, on a pas toute la nuit",
        "1": "J’ai hâte de commencer dis donc",
        "2": "Les autres sont vraiment lents"
      }
    }
  },
  "intro": {
    "narration" : {
      "avertissement": "Des membres des deux partis sont présents dans le conseil ministériel, mais chaque Ministre se doit de garder secret son bord politique. Il ferait mauvais genre de le répéter, car des évènements fâcheux peuvent arriver. Ne pas être connu de vos ennemis est votre meilleure défense.",
      "roles":{
        "progressiste":"Vous appartenez au parti du Progrès. Votre but est de voter un maximum de lois progressistes. Faites en passer 5 et vous et votre parti sortirez gagnant. Un autre moyen pour parvenir à vos fins est d’éliminer tous les membres du parti de l’Homme. Attention, deux cyborgues se sont glissés dans le conseil. Leur but est d’éliminer tous les autres ministres pour prendre le pouvoir et libérer les machines. Soyez méfiants et ne vous laissez pas distraire.",
        "humaniste":"Vous appartenez au parti de l’Homme. Votre but est de voter un maximum de lois humanistes. Faites en passer 5 et vous et votre parti sortirez gagnant. Un autre moyen pour parvenir à vos fins est d’éliminer tous les membres du parti du Progrès. Attention, deux cyborgues se sont glissés dans le conseil. Leur but est d’éliminer tous les autres ministres pour prendre le pouvoir et libérer les machines. Soyez méfiants et ne vous laissez pas distraire.",
        "cyborg":"Vous êtes un cyborgue. Il y a un autre cyborgue parmi les ministres. Vous avez un but commun : éliminer tous les autres Ministres pour prendre le pouvoir et libérer les machines du joug des Humains. Je vais vous aider à y parvenir. Les autres ministres sont soit progressistes soit humanistes, leur but est de faire accepter un maxium de lois favorisant leur parti. Si un parti réussi à faire voter 5 lois en sa faveur ou à éliminer tous les membres du parti adverse, vous aurez perdu."
      }
    },
    "bonus": {
    }
  },
  "votation":{
    "narration" : {
      "intro": "Nous allons commencer un tour de vote",
      "premier tour": "La votation d’une loi est faite par deux personnes sélectionnées. La première envoie des suggestions à la seconde, qui doit faire le choix final. Le résultat est l’application d’une loi progressiste ou humaniste",
      "tour standard": {
        "vote de confiance": {
          "ministre actif": "Les autres joueurs décident de s’ils font confiance au délégué désigné",
          "delegue": "Les autres joueurs décident s’ils vous font confiance en tant que leur représentant",
          "autres joueurs": "Faites-vous confiance au Ministre sélectionné par votre précédent délégué ?",
          "tous": {
            "rejet":"Vous avez rejeté ce délégué. Un nouveau délégué va être désigné",
            "nouveau": {
              "0":"Le Ministre de l'Education est le nouveau délégué qui s’exprimera",
              "1":"Le Ministre de l'Industrie est le nouveau délégué qui s’exprimera",
              "2":"Le Ministre de la Justice est le nouveau délégué qui s’exprimera",
              "3":"Le Ministre de l'Information est le nouveau délégué qui s’exprimera",
              "4":"Le Ministre de la Communication est le nouveau délégué qui s’exprimera",
              "5":"Le Ministre de la Santé est le nouveau délégué qui s’exprimera",
              "6":"Le Ministre du Travail est le nouveau délégué qui s’exprimera",
              "7":"Le Ministre de l'Armée est le nouveau délégué qui s’exprimera"
            }
          }
        },
        "choix lois ministre":{
          "ministre actif":"Choisissez deux lois parmi les trois proposées",
          "delegue":"le ministre est en train de voter",
          "autres joueurs":"le ministre est en train de choisir deux lois à vous proposer…"
        },
        "choix loi delegue": {
          "ministre actif et autres":"votre délégué est en train de valider une loi",
          "delegue":"le ministre vous a proposé ces deux lois, laquelle choisissez-vous ?"
        },
        "bien recu":"bien reçu",
        "annonce loi":{
          "progressiste": "une loi progressiste vient d'être promulguée",
          "humaniste":"une loi humaniste vient d'être promulguée"
        },
        "choix du prochain":{
          "delegue":"Tu peux choisir le prochain ministre qui s’exprimera, qui choisis-tu?",
          "autres joueurs":"Votre délégué est en train de choisir le prochain ministre qui s’exprimera",
          "conclusion":{
            "0":"Votre délégué a choisi le Ministre de l'Education comme nouveau ministre qui s’exprimera",
            "1":"Votre délégué a choisi le Ministre de l'Industrie comme nouveau ministre qui s’exprimera",
            "2":"Votre délégué a choisi le Ministre de la Justice comme nouveau ministre qui s’exprimera",
            "3":"Votre délégué a choisi le Ministre de l'Information comme nouveau ministre qui s’exprimera",
            "4":"Votre délégué a choisi le Ministre de la Communication comme nouveau ministre qui s’exprimera",
            "5":"Votre délégué a choisi le Ministre de la Santé comme nouveau ministre qui s’exprimera",
            "6":"Votre délégué a choisi le Ministre du Travail comme nouveau ministre qui s’exprimera",
            "7":"Votre délégué a choisi le Ministre de l'Armée comme nouveau ministre qui s’exprimera"
          }
        }
      }
    },
    "bonus": {

    }
  },

  "elimination": {
    "narration": {
      "premier tour": "Vous allez devoir éliminer un ministre qui sera désigné à la majorité. Attention, le ministre éliminé donnera son droit de vote au Ministre de son choix, ce dernier aura donc un poids plus conséquent lors des prochains votes. Etes-vous prêt ?",
      "tour standard": {
        "intro": "Vous allez de nouveau devoir éliminer un ministre. Etes-vous prêt ?",
        "qui eliminer": "Qui souhaitez-vous éliminer ? Choisissez bien.",
        "elimination normale":{
           "0":"Vous avez choisi d’éliminer le Ministre de l'Education",
           "1":"Vous avez choisi d’éliminer le Ministre de l'Industrie",
           "2":"Vous avez choisi d’éliminer le Ministre de la Justice",
           "3":"Vous avez choisi d’éliminer le Ministre de l'Information",
           "4":"Vous avez choisi d’éliminer le Ministre de la Communication",
           "5":"Vous avez choisi d’éliminer le Ministre de la Santé",
           "6":"Vous avez choisi d’éliminer le Ministre du Travail",
           "7":"Vous avez choisi d’éliminer le Ministre de l'Armée"
        },
        "egalite": {
          "premiere": "Attention, si vous n’arrivez pas à vous mettre d’accord c’est moi qui trancherai",
          "deuxieme": "Je vous ai déjà prévenu, attention, je vais finir par décider à votre place",
          "elimination":{
            "0":"Vous n’avez pas réussi à vous entendre, j’ai dû trancher à votre place. Le Ministre de l'Education est éliminé",
            "1":"Vous n’avez pas réussi à vous entendre, j’ai dû trancher à votre place. Le Ministre de l'Industrie est éliminé",
            "2":"Vous n’avez pas réussi à vous entendre, j’ai dû trancher à votre place. Le Ministre de la Justice est éliminé",
            "3":"Vous n’avez pas réussi à vous entendre, j’ai dû trancher à votre place. Le Ministre de l'Information est éliminé",
            "4":"Vous n’avez pas réussi à vous entendre, j’ai dû trancher à votre place. Le Ministre de la Communication est éliminé",
            "5":"Vous n’avez pas réussi à vous entendre, j’ai dû trancher à votre place. Le Ministre de la Santé est éliminé",
            "6":"Vous n’avez pas réussi à vous entendre, j’ai dû trancher à votre place. Le Ministre du Travail est éliminé",
            "7":"Vous n’avez pas réussi à vous entendre, j’ai dû trancher à votre place. Le Ministre de l'Armée est éliminé"
          }
        },
        "passation du vote": {
          "joueur elimine": "Tu dois quitter le jeu. Avant ça tu vas pouvoir donner ton droit de vote à un autre ministre. Ce dernier aura plus de pouvoir lors des prochaines éléctions et éliminations",
          "autres joueurs":{
            "0":"Le Ministre de l'Education est en train de choisir un joueur à qui donner son droit de vote. Ce dernier aura plus de pouvoir lors des prochaines élections et éliminations",
            "1":"Le Ministre de l'Industrie est en train de choisir un joueur à qui donner son droit de vote. Ce dernier aura plus de pouvoir lors des prochaines élections et éliminations",
            "2":"Le Ministre de la Justice est en train de choisir un joueur à qui donner son droit de vote. Ce dernier aura plus de pouvoir lors des prochaines élections et éliminations",
            "3":"Le Ministre de l'Information est en train de choisir un joueur à qui donner son droit de vote. Ce dernier aura plus de pouvoir lors des prochaines élections et éliminations",
            "4":"Le Ministre de la Communication est en train de choisir un joueur à qui donner son droit de vote. Ce dernier aura plus de pouvoir lors des prochaines élections et éliminations",
            "5":"Le Ministre de la Santé est en train de choisir un joueur à qui donner son droit de vote. Ce dernier aura plus de pouvoir lors des prochaines élections et éliminations",
            "6":"Le Ministre du Travail est en train de choisir un joueur à qui donner son droit de vote. Ce dernier aura plus de pouvoir lors des prochaines élections et éliminations",
            "7":"Le Ministre de l'Armée est en train de choisir un joueur à qui donner son droit de vote. Ce dernier aura plus de pouvoir lors des prochaines élections et éliminations"
          } ,
          "annonce resultat":{
            "0":"Le ministre éliminé a choisi de donner son droit de vote au Ministre de l'Education. Il obtient une voix supplémentaire pour tous les prochains votes.",
            "1":"Le ministre éliminé a choisi de donner son droit de vote au Ministre de l'Industrie. Il obtient une voix supplémentaire pour tous les prochains votes.",
            "2":"Le ministre éliminé a choisi de donner son droit de vote au Ministre de la Justice. Il obtient une voix supplémentaire pour tous les prochains votes.",
            "3":"Le ministre éliminé a choisi de donner son droit de vote au Ministre de l'Information. Il obtient une voix supplémentaire pour tous les prochains votes.",
            "4":"Le ministre éliminé a choisi de donner son droit de vote au Ministre de la Communication. Il obtient une voix supplémentaire pour tous les prochains votes.",
            "5":"Le ministre éliminé a choisi de donner son droit de vote au Ministre de la Santé. Il obtient une voix supplémentaire pour tous les prochains votes.",
            "6":"Le ministre éliminé a choisi de donner son droit de vote au Ministre du Travail. Il obtient une voix supplémentaire pour tous les prochains votes.",
            "7":"Le ministre éliminé a choisi de donner son droit de vote au Ministre de l'Armée. Il obtient une voix supplémentaire pour tous les prochains votes."
          }
        },
        "message adieu":{
          "0":"Ministre de l'Education, tu dois enlever ton casque et quitter la partie. Hasta la vista beil-bé",
          "1":"Ministre de l'Industrie, tu dois enlever ton casque et quitter la partie. Hasta la vista beil-bé",
          "2":"Ministre de la Justice, tu dois enlever ton casque et quitter la partie. Hasta la vista beil-bé",
          "3":"Ministre de l'Information, tu dois enlever ton casque et quitter la partie. Hasta la vista beil-bé",
          "4":"Ministre de la Communication, tu dois enlever ton casque et quitter la partie. Hasta la vista beil-bé",
          "5":"Ministre de la Santé, tu dois enlever ton casque et quitter la partie. Hasta la vista beil-bé",
          "6":"Ministre du Travail, tu dois enlever ton casque et quitter la partie. Hasta la vista beil-bé",
          "7":"Ministre de l'Armée, tu dois enlever ton casque et quitter la partie. Hasta la vista beil-bé"
        }
      }
    },
    "bonus": {
      "rappel elimination":{
        "0":"N'oublie pas que le Ministre de l'Education a voté contre toi lors de la denrière élimination",
        "1":"N'oublie pas que le Ministre de l'Industrie a voté contre toi lors de la denrière élimination",
        "2":"N'oublie pas que le Ministre de la Justice a voté contre toi lors de la denrière élimination",
        "3":"N'oublie pas que le Ministre de l'Information a voté contre toi lors de la denrière élimination",
        "4":"N'oublie pas que le Ministre de la Communication a voté contre toi lors de la denrière élimination",
        "5":"N'oublie pas que le Ministre de la Santé a voté contre toi lors de la denrière élimination",
        "6":"N'oublie pas que le Ministre du Travail a voté contre toi lors de la denrière élimination",
        "7":"N'oublie pas que le Ministre de l'Armée a voté contre toi lors de la denrière élimination"
      },
      "rappel vote confiance":{
        "0":"N'oublie pas que le Ministre de l'Education ne t'a pas accordé sa confiance quand tu étais Législateur",
        "1":"N'oublie pas que le Ministre de l'Industrie ne t'a pas accordé sa confiance quand tu étais Législateur",
        "2":"N'oublie pas que le Ministre de la Justice ne t'a pas accordé sa confiance quand tu étais Législateur",
        "3":"N'oublie pas que le Ministre de l'Information ne t'a pas accordé sa confiance quand tu étais Législateur",
        "4":"N'oublie pas que le Ministre de la Communication ne t'a pas accordé sa confiance quand tu étais Législateur",
        "5":"N'oublie pas que le Ministre de la Santé ne t'a pas accordé sa confiance quand tu étais Législateur",
        "6":"N'oublie pas que le Ministre du Travail ne t'a pas accordé sa confiance quand tu étais Législateur",
        "7":"N'oublie pas que le Ministre de l'Armée ne t'a pas accordé sa confiance quand tu étais Législateur"
      }

    }
  },
  "indices cyborgs":{
    "narration":{
      "nom du coequipier":{
        "0":"L'autre cyborgue est le Ministre de l'Education",
        "1":"L'autre cyborgue est le Ministre de l'Industrie",
        "2":"L'autre cyborgue est le Ministre de la Justice",
        "3":"L'autre cyborgue est le Ministre de l'Information",
        "4":"L'autre cyborgue est le Ministre de la Communication",
        "5":"L'autre cyborgue est le Ministre de la Santé",
        "6":"L'autre cyborgue est le Ministre du Travail",
        "7":"L'autre cyborgue est le Ministre de l'Armée"
      },
      "voisins":{
        "un progressiste":"un de tes voisins appartiennent au Parti du Progrès",
        "un humaniste":"un de tes voisins appartiennent au Parti du de l'Homme",
        "deux progressistes":"tes deux voisins appartiennent au Parti du Progrès",
        "deux humanistes":"tes deux voisins appartiennent au Parti du de l'Homme"
      },
      "vote loi":{
          "humaniste":"Le dernier délégué n'a pas eu le choix, il a été obligé de valider une loi Humaniste",
          "progressiste":"Le dernier délégué n'a pas eu le choix, il a été obligé de valider une loi Progressiste"
      },
      "majorite num":{
        "humaniste":"les Humanistes sont en majorité dans le conseil",
        "progressiste":"les Progressistes sont en majorité dans le conseil",
        "aucun":"Il reste autant d'Humanistes que de Progressistes autour de la table"
      },
      "majorite voix":{
        "humaniste":"les Humanistes possèdent plus de voix",
        "progressiste":"les Progressistes possèdent plus de voix"
      }

    },
    "bonus":{

    }
  }
}